Repository: 0330Jyoti/dsb
Catalog: languages/dsb-seo-builder-*.po
Languages: nl_nl

source: SEO Page base
nl_nl: SEO Pagina basis

source: Archive page title
nl_nl: Archief pagina titel

source: 1st Search Term
nl_nl: 1e Zoekterm

source: 1st Location
nl_nl: 1e Locatie

source: Generated URLs
nl_nl: Gegenereerde URLs

source: Archive
nl_nl: Archief

source: No Searchterms
nl_nl: Geen Zoektermen

source: No Locations
nl_nl: Geen locaties

source: Full width
nl_nl: Volledig scherm breedte

source: No sidebar
nl_nl: Geen sidebar

source: Search terms
nl_nl: Zoektermen

source: Locations
nl_nl: Locaties

source: Lines:
nl_nl: Regels:

source: SEO Page settings
nl_nl: SEO Pagina instellingen

source: The SEO Page base will be used in all generated SEO Page URLs. This would make your URLs look like the URL Structure below.
nl_nl: De SEO Pagina basis wordt gebruikt in alle gegenereerde SEO Pagina URLs. De URLs komen uit uit te zien zoals de URL Structuur hieronder.

source: Enter the slug with %s and %s to generate unique URLs for each combination of a search term and a location.
nl_nl: Voer de slug in met % s en % s om unieke URL's te genereren met elke met een combinatie van een zoekterm en een locatie.

source: Enter the page title to show on the archive page.
nl_nl: Voer de pagina titel in voor de archief pagina.

source: Overview
nl_nl: Overzicht

source: Overview label
nl_nl: Overzicht label

source: Enter the label to use for the link to archive page.
nl_nl: Voer het label in voor de archief pagina.

source: URL Structure
nl_nl: URL Structuur

source: One search term per line. Separate single and plural values with the pipe | character
nl_nl: Eén zoekterm per regel. Scheid enkelvoud en meervoud waarden met het verticale streepje |

source: Enter a list of unique search terms. For every SEO Page each %s and %s placeholder will be replaced by a search term from this list. Separate two search terms on a single line by the pipe | character for single and plural values
nl_nl: Voer een lijst met unieke zoektermen in. Voor elke SEO Pagina wordt elk voorkomen van % s en %s vervangen door een zoekterm uit deze lijst. Scheid enkelvoud en meervoud waarden met het verticale streepje |

source: One location per line. Separate single and plural values with the pipe | character
nl_nl: Eén locatie per regel. Scheid enkelvoud en meervoud waarden met het verticale streepje |

source: Enter a list of unique locations. For every SEO Page each %s placeholder will be replaced by a location from this list.
nl_nl: Voer een lijst met unieke locaties in. Voor elke SEO Pagina wordt elk voorkomen van %s vervangen door een locatie uit deze lijst.

source: Overview generated URLs
nl_nl: Overzicht gegenereerde URLs

source: SEO title
nl_nl: SEO titel

source: Enter the title tag for the head. Leave empty to use the default Wordpress title-tag or of your SEO plugin, if it supports SEO Builder.
nl_nl: Voer de titel tag in voor de kop. Laat leeg om de standaard Wordpress-titel tag te gebruiken of die van je SEO-plugin, indien deze SEO Builder ondersteunt.

source: Meta description
nl_nl: Meta beschrijving

source: Enter the meta description with %s and %s to generate a unique meta description for each page. Leave empty to use the Meta description of your SEO plugin, if it supports SEO Builder.
nl_nl: Voer de meta beschrijving in met %s en %s om voor elke pagina een unieke metabeschrijving te genereren. Laat dit leeg om de metabeschrijving van uw SEO-plug-in te gebruiken, als deze SEO Builder ondersteunt.

source: SEO Builder documentation
nl_nl: SEO Builder documentatie

source: Documentation
nl_nl: Documentatie

source: SEO Builder Documentation
nl_nl: SEO Builder documentatie

source: Save options
nl_nl: Opslaan

source: SEO Builder settings
nl_nl: SEO Builder instellingen

source: Settings
nl_nl: Instellingen

source: Search term placeholder
nl_nl: Tijdelijke aanduiding Zoekterm

source: Search terms (plural) placeholder
nl_nl: Tijdelijke aanduiding (meervoud) Zoektermen

source: Enable case sensitive placeholders
nl_nl: Schakel hoofdlettergevoelige placeholders in

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: If enabled you can use %s and %s for the single placeholder.<br>If enabled you can use %s and %s for the plural placeholder.
nl_nl: Indien ingeschakeld, kunt u %s en %s gebruiken voor de enkelvoud placeholder.<br>Indien ingeschakeld, kunt u %s en %s gebruiken voor de meervoud placeholder.

source: Location placeholder
nl_nl: Tijdelijke aanduiding Locatie

source: Locations (plural) placeholder
nl_nl: Tijdelijke aanduiding (meervoud) Locaties

source: Enable adjacent SEO pages links
nl_nl: Activeer volgende / vorige SEO pagina links

source: Include styling
nl_nl: Inclusief styling

source: Enable canonical tag
nl_nl: Schakel de canonieke tag in

source: Enable spintax
nl_nl: Activeer spintax

source: Spintax rotation
nl_nl: Spintax rotatie

source: Sequential
nl_nl: Opeenvolgend

source: Random
nl_nl: Willekeurig

source: <strong>Random: </strong> Generate a random combination of the text each time. Adds variability and freshness to the content, as the combination will be different on each page load.<br><strong>Sequential:</strong> Generate a specific combination based on which SEO Page is shown. Ensures consistency where each page has a unique and fixed version of the text.
nl_nl: <strong>Willekeurig: </strong> Genereer elke keer een willekeurige combinatie van de tekst. Dit zorgt voor variatie en houdt de inhoud fris, doordat de combinatie telkens anders is.<br><strong>Opeenvolgend:</strong> Genereer een specifieke combinatie op basis van welke SEO-pagina wordt weergegeven. Zorgt voor consistentie waarbij elke pagina een unieke en vaste versie van de tekst heeft.

source: Spintax
nl_nl: Activeer spintax

source: SEO Builder Settings
nl_nl: SEO Builder Instellingen

source: Archive for %s and more in %s and other locations - %s
nl_nl: Archief voor %s en meer in %s en andere locaties - %s

# Post type singular name
source: SEO Page
nl_nl: SEO Pagina

source: SEO Pages
nl_nl: SEO Pagina's

source: All SEO Pages
nl_nl: Alle SEO Pagina's

source: Add new SEO Page
nl_nl: Voeg nieuwe SEO Pagina toe

source: New SEO Page
nl_nl: Nieuwe SEO Pagina

source: Edit SEO Page
nl_nl: Wijzig SEO Pagina

source: Update SEO Page
nl_nl: Update SEO Pagina

source: View SEO Page
nl_nl: Bekijk SEO Pagina

source: View SEO Pages
nl_nl: SEO Pagina's

source: Search SEO Pages
nl_nl: Zoek SEO Pagina's

source: SEO Page
nl_nl: SEO Pagina

source: The first 20 URLs are listed below.
nl_nl: De eerste 20 URLs worden hieronder getoond.

source: A unique URL is generated for each combination of %s and %s.
nl_nl: Voor elke combinatie van %s en %s wordt een unieke URL gegenereerd.

source: %s URLs generated.
nl_nl: %s URLs gegenereerd.

source: Add Search terms and Locations.
nl_nl: Voeg zoektermen en locaties toe.

source: Add this sitemap to the Google Search Console Sitemaps:
nl_nl: Voeg deze sitemap toe aan de Google Search Console-sitemaps:

source: When you change these placeholders, do not forget to update the placeholders on your SEO Pages
nl_nl: Let op: Vergeet niet de placeholders te vervangen in de SEO Pagina's wanneer je deze placeholders wijzigt

source: https://seobuilder.io/
nl_nl: https://nowweb.nl/

source: Generate SEO landingpages based on different search terms and locations.
nl_nl: Genereer SEO landingspagina's op basis van verschillende zoektermen en locaties.
